/* Localizable strings for default.syndtheme
   This file is manually, NOT automatically, generated. */

/* SortType names: */
"kSortType-0"       = "Datum";
"kSortType-1"       = "Titel";
"kSortType-2"       = "Quelle";
"kSortType-3"       = "Neu";

/* TimeSlice names: */
"kTimeSlice-0"      = "Alle";
"kTimeSlice-1"      = "Heute";
"kTimeSlice-2"      = "Gestern";
"kTimeSlice-3"      = "Diese Woche";
"kTimeSlice-4"      = "Dieser Monat";
"kTimeSlice-5"      = "Letzter Monat";

/* Magic source name: */
"kSourceAll"        = "Alle";

/* Tooltips for items in source list: */
"kSourceAllToolTip" = "Artikel aller RSS-Feeds in dieser Gruppe anzeigen";
"kSourceToolTip"    = "Nur Artikel von „%s“ anzeigen";

/* Strings to display when there are no articles; keyed by the current timeslice */
"kNoArticles-0"     = "Keine Artikel";
"kNoArticles-1"     = "Keine Artikel heute";
"kNoArticles-2"     = "Keine Artikel gestern";
"kNoArticles-3"     = "Keine Artikel in dieser Woche";
"kNoArticles-4"     = "Keine Artikel in diesem Monat";
"kNoArticles-5"     = "Keine Artikel im letzten Monat";

/* Strings for the alert banner.  The first version is used when displaying a single feed.  The second version for aggregated feeds.  */
"kAuthenticationAlert-1" = "Safari konnte diesen RSS-Feed nicht aktualisieren, da eine Authentifizierung erforderlich ist. Zum Abrufen neuer Artikel geben Sie folgende Informationen ein:";
"kAuthenticationAlert-2" = "Safari konnte „%@“ nicht aktualisieren, da für den RSS-Feed eine Authentifizierung erforderlich ist. Zum Abrufen neuer Artikel geben Sie folgende Informationen ein:";
"kNotFoundAlert-1"       = "Safari konnte diesen RSS-Feed nicht aktualisieren, da die Quelldatei nicht mehr zur Verfügung steht.";
"kNotFoundAlert-2"       = "Safari konnte „%@“ nicht aktualisieren, da die Quelldatei nicht mehr zur Verfügung steht.";
"kUnknownFormatAlert-1"  = "Safari konnte diesen RSS-Feed nicht aktualisieren, da der Inhalt ein unbekanntes Format hat.";
"kUnknownFormatAlert-2"  = "Safari konnte „%@“ nicht aktualisieren, da der Inhalt ein unbekanntes Format hat.";

"kUsername" = "Benutzername:";
"kPassword" = "Kennwort:";
"kAddToKeychain" = "Zum Schlüsselbund hinzufügen";
"kUpdate" = "Aktualisieren";

/* Strings that appear in Article.syntmpl */
"kReadMore" = "Weitere Informationen &hellip;";

/* Strings that appear in FOAF.syntmpl */
"kFriends"  = "Kontakte:";
"kAnd"      = "und";
"kMore"     = "Mehr &hellip;";

/* Strings that appear in Feed.html */
"kNew"              = "Neu";
"kCountSeparator"   = ", ";
"kTotal"            = "Gesamt";
"kSearchArticles"   = "Artikel durchsuchen:";
"kArticleLength"    = "Artikellänge:";
"kSortBy"           = "Sortiert nach:";
"kRecentArticles"   = "Neue Artikel:";
"kColon"            = ":";                  /* used after group name in sidebar's list of sources */
"kSource"           = "Quelle:";
"kActions"          = "Aktionen:";
"kMarkAllArticlesRead" = "Alle als gelesen markieren";
"kRefreshFeed"      = "Jetzt aktualisieren";
"kEmailSubject"     = "Interessante Seite";
"kEmailBody"        = "Hallo!\n\nMöglicherweise ist die folgende Seite nicht nur für mich interessant:";
"kEmailLinkText"    = "Link zu dieser Seite<br>als E-Mail senden";
"kSubscribeInMail"  = "In Mail abonnieren";
"kSubscribeInTunes" = "In iTunes abonnieren";
"kAddBookmark"      = "Lesezeichen &hellip;";
"kBookmarkSearch"   = "Diese Suche sichern";
"kBookmarkHelpTag"  = "Diese RSS-Seite als Lesezeichen sichern, um automatisch neue Artikel zu erhalten.";
"kNoArticles"       = "Keine Artikel";

/* Strings that appear in FeedComplete.html */
"kPreviousPages"         = "Vorherige &hellip;";
"kNextPages"             = "Weitere &hellip;";

/* Strings that appear in Entry.html */
"kIn"         = " in ";     /* used in a construct like "John Doe in NYTimes Top Stories" */

/* Localized date/time formats for use with strftime. See DateClass.cpp */
"TodayFmtCRT"      = "Heute um %#H:%M Uhr";
"YesterdayFmtCRT"  = "Gestern um %#H:%M Uhr";
"ThisWeekFmtCRT"   = "%A %#H:%M Uhr";
"ThisYearFmtCRT"   = "%#d. %b, %#H:%M";
"PastYearFmtCRT"   = "%#d. %b %y, %#H:%M";

